Repository: benyamin/PortalHadafHyaomi
Catalog: PortalHadafHayomi/Resources/Localizable Strings/*.lproj/Localizable.strings
Languages: he

# st_rambam_measurements_subtitle
source: Measurements and quantities in the Rambam Mishna (Dror Fiksler)
he: מידות ושיעורי תורה בפירוש המשנה לרמב׳׳ם (דרור פיקסלר)

# st_measurments_ratio_title
source: Currencies Ratio
he: היחס בין המטבות

# st_measurments_ratio_subtitle
source: Harel Shapira
he: הראל שפירא

# st_volume_ratio_title
source: Volume Ratio
he: היחס בין מידות הנפח

# st_volume_ratio_subtitle
source: Harel Shapira
he: הראל שפירא

# st_detailed_measurements_table_title
source: Detailed Measurements Table
he: טבלת מידות מקיפה

# st_detailed_measurements_table_subtitle
source: Rabbi Nachum Menashe Weisfish
he: טבלה מקיפה של מידות ושיעורי חז׳׳ל (הרה׳׳ג ר׳ נחום מנשה ויספיש

# st_measurements_table_title
source: Measurements Table
he: טבלת מידות ושיעורים

# st_measurements_table_subtitle
source: 'Steigen' Website
he: אתר שטייגן

# st_torah_weights_title
source: Torah Weights And Measurements
he: מידות ומשקלים תורניים

# st_torah_weights_subtitle
source: Nissim Swede
he: ניסים סוויד

# st_wiki_measurements_title
source: Wiki Measurements
he: מידות בויקיפדיה

# st_wiki_measurements_subtitle
source: Wiki Torah Measurements and quantities
he: ערך ׳מידות ומשקלות תורניים׳ בויקפדיה
