Repository: benyamin/PortalHadafHyaomi
Catalog: PortalHadafHayomi/Resources/Localizable Strings/*.lproj/Localizable.strings
Languages: he

# st_portal_hadaf_hayomi
source: Portal Hadaf Hayomi
he: פורטל הדף היומי

# st_download
source: Download
he: הורד

# st_delete
source: Delete
he: מחק

# st_cancel
source: Cancel
he: בטל

# st_ok
source: Ok
he: אשר

# st_settings
source: Settings
he: הגדרות

# st_select
source: Select
he: בחר

# st_error
source: Error
he: תקלה

# st_search
source: Search
he: חפש

# st_system_loading_messgae
source: System is loading data...
he: המערכת טוענת את הנתונים...

# st_text
source: Text
he: טקסט

# st_masechet
source: Masechet
he: מסכת

# st_from
source: From
he: מ -

# st_to
source: to
he: ל -

# st_all
source: All
he: הכל

# st_talmud
source: Talmud
he: גמרא

# st_rashi
source: Rashi
he: רש׳׳י

# st_tosafot
source: Tosafot
he: תוס׳

# st_map
source: Map
he: מפה

# st_list
source: List
he: רשימה

# st_save
source: Save
he: שמור

# st_close
source: Close
he: סגור

# st_category
source: Category
he: קטגוריה

# st_header_only
source: Header Only
he: חיפוש בכותרת בלבד

# st_publisher
source: Publisher
he: מפרסם

# st_hide
source: Hide
he: הסתר

# st_from_page
source: From Page
he: מדף

# st_general_system_error
source: The system encountered a problem Please try later
he: המערכת נתקלה בבעיה אנא נסו מאוחר יותר

# st_search_no_results_message
source: No results found for the required value
he: לא נמצאו תוצאות עבור החיפוש המבוקש

# st_try_agin_later
source: Please try agin later
he: אנא נסה שוב מאוחר יותר

# st_try_again
source: Try Again
he: נסה שוב

# st_continue
source: Continue
he: המשך

# st_loading_data_error
source: Failed to load data
he: תקלה בטעינת הנתונים

# st_return_to_previous_page
source: Return to previous page
he: חזור לדף הקודם

# st_default
source: Default
he: ברירת מחדל

# st_send
source: Send
he: שלח

# st_attachment
source: Attachment
he: קובץ מצורף

# st_return
source: Return
he: חזור

# st_alert
source: Alert
he: התראה

# st_dont_show_again
source: Don't show again
he: אל תציג שוב

# st_yes
source: YES
he: כן

# st_no
source: NO
he: לא

# st_talmud_completion_today
source: Today we complete the Talmud
he: היום סיום הש׳׳ס

# st_talmud_completion_tomorrow
source: Tomorrow we complete the Talmud
he: עוד יום אחד לסיום הש׳׳ס

# st_talmud_completion_2days
source: In two days we complete the Talmud
he: עוד יומיים לסיום הש׳׳ס

# st_talmud_completion_3days
source: In three days we complete the Talmud
he: עוד שלושה ימים לסיום הש״ס

# st_talmud_completion_multiple
source: Another %@ days we complete the Talmud
he: עוד %@ לסיום הש׳׳ס

source: Home Page
he: דף הבית

source: Talmud
he: תלמוד

# Audio Lessons
source: Lessons
he: שיעורים

# Video Lesson
source: Video Lessons
he: שיעור חי

# Home
source: Home Page
he: עמוד הבית

source: Contents
he: תכנים

# Forums
source: Forum
he: פורום

source: Calendar
he: לוח שנה

source: Page Summary
he: הדף בקצרה

# Aramic Dictoianry
source: Dictionary
he: מילון

source: Accessories
he: עזרי לימוד

# Lesson Map
source: Lessons Map
he: מפת שיעורים

# Maschet Complition
source: Siyum
he: סיום מסכת

source: Surveys
he: סקרים

# Search In Talmud
source: Talmud Search
he: חיפוש בש׳׳ס

# Chavruta
source: Find Chavruta
he: מצא חברותא

# The_Daf_Yomi_Project
source: Daf Yomi Project
he: מפעל הדף היומי

source: Contact us
he: צור קשר

source: QA
he: שו׳׳ת הדף היומי

source: Search
he: חיפוש

# qus
source: QA
he: שו׳׳ת

# Chavrusa
source: Find Chavruta
he: מצא חברותא

source: About
he: אודות

source: Share
he: שתף

source: Rate Us
he: דרג אותנו

source: Donations
he: תרומות

source: Kortove
he: קורטוב

source: Gorgeret
he: גורגרת

source: Zait
he: זית

source: Kotevet
he: כותבת

source: Ochla
he: עוכלא

source: Shminit
he: שמינית

source: Beytza
he: ביצה

source: Reviet
he: רביעית

source: Pratz
he: פרס

source: Litra
he: ליטרא

source: Log
he: לוג

source: Rova
he: רובע

source: Kav
he: קב

source: Omer
he: עומר

source: Hin
he: הין

# seia
source: Seih
he: סאה

source: Eyfa
he: איפה

source: Letech
he: לתך

source: Kor
he: כור

# etzba
source: Finger (Thumb)
he: אצבע (אגודל)

source: Tefach
he: טפח

source: Sit
he: סיט

source: Zeret
he: זרת

source: Ama
he: אמה

source: Ris
he: ריס

source: Mil
he: מיל

# hilochShah
source: hour walk
he: הילוך שעה

source: Parsa
he: פרסה

source: Bait Rova
he: בית רובע

source: Bait Kav
he: בית קב

source: Bait Seia
he: בית סאה

source: Bait Satim
he: בית סאתיים

source: Bait Kor
he: בית כור

source: Prota
he: פרוטה

source: Isar
he: איסר

source: Pondiun
he: פונדיון

source: Mea
he: מאה

source: Trapic
he: טרפיק

source: Dinar
he: דינר

source: Shekel
he: שקל

source: Sela
he: סלע

source: Darkon
he: דרכון

source: Mane
he: מנה

source: Meter
he: מטר

source: Centimeter
he: סנטימטר

source: Millimeter
he: מילימטר

source: Kilometer
he: קילומטר

source: Mile
he: מייל

source: Yard
he: ירד

source: Inch
he: אינצ׳

source: Foot
he: רגל

source: Liter
he: ליטר

# gallon
source: Galon
he: גלון

source: Kilogram
he: קילוגרם

source: Gram
he: גרם

source: Pound
he: פאונד

source: cubic Centimeter
he: סמ״ק

source: Dunam
he: דונם

source: Acre
he: אייקר

source: Square Metre
he: מטר רבוע

source: Square Foot
he: רגל רבוע

# st_Auto_Lock
source: Auto Lock
he: נעילה אוטומטית

# st_Counter_Display
source: Day Counter Dispaly
he: תצוגת מונה ימים

# st_Default_Page_Type
source: Page Dispaly Type - Default
he: תצוגת תלמוד - ברירת מחדל

# st_Saved_Pages
source: Saved Pages
he: דפים שנשמרו

# st_Saved_Lessons
source: Saved Lessons
he: שיעורים שנשמרו

# st_Default_Magid_Shiour
source: Magid Shiour
he: מגיד שיעור

# st_Daily_Reminder
source: Daily Reminder
he: תזכורת יומית

# st_no_saved_pages_message_label
source: Saved Pages, Not found
he: לא נמצאו דפים שמורים

# st_no_saved_lessons_message_label
source: Saved Lessons, Not found
he: לא נמצאו שעורים שמורים

# st_Default_MenuItem
source: The applicatoin will open %@
he: האפליקציה תיפתח %@

# st_My_Pages
source: My Pages
he: הדפים שלי

# st_Languages
source: Languages
he: שפות

# st_set_reminder_time_button_title
source: Select reminder time
he: לחץ כאן לשינוי שעת התראה

# st_select_talmud_display_type
source: Select Talmud Display
he: בחר תצוגת תלמוד

# st_select_maggid_shiur
source: Select Maggid Shiur
he: בחר מגיד שיעור

# st_saved_pages
source: Saved Pages
he: דפים שנשמרו

# st_saved_lessons
source: Saved Lessons
he: שיעורים שנשמרו

# st_select_opening_page
source: Select opening page
he: בחר דף פתיחה

# st_select_language
source: Select Language
he: בחר שפה

# st_language_changed_alert_title
source: השפה שונתה
he: Language Changed

# st_language_changed_alert_message
source: הפעל את האפליקציה מחדש על מנת שהשינוי יתבצע
he: Relaunch the app for the language to be applied

# st_at_home_page
source: at Home Page
he: בדף הבית

# st_at_page
source: at %@ page
he: בדף ה%@

# st_Donation
source: Donation
he: תרומה

# st_Donation_description
source: Donations for maintenance and operation of the site and application are welcome
he: תרומות עבור אחזקת ותפעול האתר והאפליקציה יתקבלו בברכה

# st_donation_page_link
source: http://daf-yomi.com/mobile/content.aspx?id=352
he: http://daf-yomi.com/mobile/content.aspx?id=270

# st_Lesson_Skip_Interval
source: Player Jump Duration
he: משך זמן דילוג בנגן

# st_Auto_Lock_description
source: Prevent the screen from turning off while the app is running
he: מנע כיבוי המסך בזמן שהאפליקציה פועלת

# st_Default_Page_Type_description
source: Set Default page display type
he: קבע את סוג תצוגת הדפים בתלמוד כברירת מחדל

# st_Counter_Display_description
source: Display Day counter to 'Siyum Hashas' in the Home page
he: הצגת מונה ימים לסיום הש׳׳ס בדף הבית

# st_Saved_Pages_description
source: Manager saved pages on your device
he: ניהול הדפים שנשמרו במכשירך

# st_Saved_Lessons_description
source: Manager saved lessons on your device
he: ניהול השיעורים שנשמרו במכשירך

# st_Default_Magid_Shiour_description
source: Select Default Maggid Shiur
he: בחר את מגיד השיעור המועדף עליך

# st_Daily_Reminder_description
source: Daily reminder at %@
he: תזכורת יומית בשעה %@

# st_Default_MenuItem_description
source: The content page you want the app to show at the opening
he: דף התוכן בו הינך מעוניין שהאפליקציה תציג בפתיחה

# st_My_Pages_description
source: My pages
he: רשימת הדפים שנלמדו

# st_Languages_title
source: Language - %@
he: שפה - %@

# st_cancel_reminder_message
source: (for cancelling the reminder, enter the settings page)
he: (לביטול התזכורות יש להיכנס להגדרות)

# st_allow_notifications_title
source: Allow Notifications
he: אפשר קבלת נוטיפיקציות

# st_allow_notifications_message
source: You need to enter the settings on your device and allow notifications
he: יש ליהכנס להגדרות ולאפשר קבלת הודעות על מנת לקבל את התזכורות

# st_reminder
source: Reminder
he: תזכורת

# st_reminder_message
source: The system will send you a reminder each day at %@
he: המערכת תשלח לך תזכורת בכל יום בשעה %@

# st_speed_rate
source: Speed Rate
he: מהירות שמע

# st_remove_pages_title
source: Remove Pages
he: מחק דפים

# st_remove_pages_message
source: %i pages selected.
he: נבחרו %i דפים למחיקה

# st_Lesson_skip_time_interval_title
source: Player Jump Duration %@ seconds
he: משך זמן דילוג בנגן %@ שניות

# selectedLessonSkipInterval
source: Player Jump Duration
he: משך זמן דילוג בנגן

# st_display_palyer
source: Show player
he: הצג נגן

# st_hide_palyer
source: Hide player
he: הסתר נגן

# st_todays_page
source: Today's page
he: הדף היומי

# st_select_page
source: Select page
he: בחר דף

# st_select_display
source: Display type
he: בחר תצוגה

# st_select_lesson
source: Select lesson
he: בחר שיעור

# st_all_pages
source: All pages
he: כל הדפים

# st_pages_learned
source: Pages learned
he: דפים שנלמדו

# st_pages_with_comments
source: Pages with comments
he: דפים עם הארות

# st_show_all_pages
source: All pages
he: כל הדפים

# st_show_saved_pages
source: Saved pages
he: דפים שנשמרו

# st_search_value_error_message
source: The system could not find the requested value
he: המערכת לא הצליחה לאתר את הערך המבוקש

# st_loading_masechet
source: Loading masechet
he: טוען מסכת

# st_lesson_hour
source: from
he: משעה

# st_Max_Pages_Per_Downlaod
source: Max Pages Per Downlaod
he: מקסימום דפים לכל הורדה

# st_lessons
source: Lessons
he: שיעורים

# st_lesson_not_found
source: Lesson not found
he: השיעור לא נמצא

# st_all_essons
source: All Lessons
he: כל השיעורים

# st_last_played_lessons
source: Last Played
he: שיעורים אחרונים

# st_playlist_history
source: Last Played
he: היסטורית האזנה

# st_sort_by_masechtot
source: Sort by masechet
he: מיין לפי מסכתות

# st_sort_by_magid_shiour
source: Sort by Magid Shiour
he: מיין לפי מגידי שיעור

# st_all_media_type
source: All Media
he: כל סוגי המדיה

# st_audio_lessons
source: Audio Lessons
he: שיעורי שמע

# st_video_lessons
source: Video Lessons
he: שיעורי וידאו

# st_move_to_todays_page
source: Today's page
he: לדף היומי

# st_saved_lessons_not_found
source: No saved lessons found
he: לא נמצאו דפים שמורים

# st_show_all_lessons
source: Show all lessons
he: עבור לכלל השיעורים

# st_lesson_downlad_error_message
source: The system encountered a problem while downloading the lesson Please try again later
he: המערכת נתקלה בבעיה בעת הורדת השיעור המבוקש אנא נסו מאוחר יותר

# st_lesson_not_found_message
source: No lessons of %@ were found on the selected page
he: השיעור לא נמצא אנא נסו במועד מאוחר יותר.

# st_delete_lessons_alert_title
source: Delete Lessons
he: מחק שיעורים

# st_delete_lessons_alert_message
source: %@ lessons were chosen
he: נבחרו %@ שיעורים

# st_delete_lesson_alert_title
source: Delete Lesson
he: מחיקת שיעור

# st_delete_lesson_alert_message
source: Delete lesson of %@ on Masechet %@ page %@ ?
he: האם למחוק את השיעור של %@ על מסכת %@ דף %@ ?

# st_change_lesson_alert_message
source: Do you wish to move to lesson of %@ on masehcet %@ page %@?
he: האם הינך מעוניין לעבור לשיעור של %@ על מסכת %@ דף %@?

# st_move_to_selected_lesson
source: Move
he: עבור לשיעור המבוקש

# st_stay_at_current_lesson
source: Stay
he: השאר בשיעור הנוכחי

# st_audio
source: Audio
he: אודיו

# st_video
source: Video
he: וידאו

# st_Continue_from_where_you_left_off_alert_message
source: Continue rabbi's %@ on Masechet %@ page %@ from where you left off?
he: האם להמשיך את השיעור של הרב %@ על מסכת %@ דף %@ מהמקום שעצרת?

# st_lessons_map
source: Lessons map
he: מפת שיעורים

# st_lesson_address
source: Lesson Address
he: כתובת השיעור

# st_lesson_location
source: Lesson location
he: מיקום השיעור

# st_lesson_time
source: Lesson time
he: שעת השיעור

# st_additional_info
source: Additional Info
he: פרטים נוספים

# st_email_info_label
source: Please type a valid Email addres for the message to be published (The Email will not be published within the website).
he: נא להקליד כתובת דוא״ל מדוייקת כדי שההודעה תאושר לפרסום. כתובת דוא״ל זו לא תפורסם באתר.

# st_added_lesson_success_alert_title
source: Lesson added successfully
he: השיעור נוסף בהצלחה

# st_added_lesson_success_alert_message
source: The lesson will be published after being approved by the site's management
he: השיעור יפורסם לאחר שיאושר על ידי הנהלת האתר

# st_added_lesson_failure_alert_message
source: Failed to add lesson
he: תקלה בהוספת השיעור

# st_update_Info
source: Fix information
he: עדכן נתונים

# st_missing_lesson_time
source: Lesson time
he: את שעת השיעור

# st_valid_email
source: Valid Email
he: כתובת אימייל תקינה

# st_missing_field_alert_message
source: Please enter %@
he: נא להזין %@

# st_missing_field_alert_title
source: Missing mandatory fields
he: חסרים שדות חובה

# st_add_venue
source: Add Lesson
he: הוספת שיעור

# st_map_location
source: Location
he: מקום השיעור

# st_distance_from_user
source: Distance: %@ Miles
he: מרחק: %@ ק״מ

# st_copy.location.address
source: Copy Location Address
he: העתק כתובת

# st_copy.location.coordinates
source: Copy Location Coordinates
he: העתק נקודת ציון

# st_open_in_apple_maps
source: Open With Maps
he: פתח באמצעות מפות

# st_open_in_google_maps
source: Open With GoogleMaps
he: פתח באמצעות גוגל מפות

# st_open_in_waze
source: Open With Waze
he: פתח באמצעות וויז

# st_sort_by_city
source: Sort By City
he: מיין לפי עיר

# st_sort_by_distance
source: Sort By Distance
he: מיין לפי מרחק

# st_all_categories
source: All Categories
he: כל הקטגוריות

# st_learn_and_understand
source: Learn and understand
he: ללמוד ולהבין

# st_deepen
source: Deepen
he: להעמיק

# st_sharpen
source: Sharpen
he: להתחדד

# st_expand
source: Expand
he: להרחיב

# st_page_articles
source: Page articles
he: מאמרים על הדף

# st_recommended_books
source: Recommended books
he: ספרים מומלצים

# st_search_page
source: Search Page
he: בחר דף

# st_advanced_search
source: Advanced Search
he: חיפוש מתקדם

# st_search_categorys
source: Advanced Search
he: חיפוש בתכנים

# st_value_not_found_title
source: Value Not Found
he: ערך לא נמצא

# st_Forums
source: Forum
he: פורום

# st_forums
source: Forum
he: פורום

# st_forum
source: Forum
he: פורום

# st_search_fourm
source: Search In Forum
he: חפש בפורום

# st_view_discussion
source: View Discussoin
he: הצג דיון

# st_login
source: Login
he: התחבר

# st_logout
source: Logout
he: התנתק

# st_add_message
source: Add Message
he: הוספת הודעה

# st_user_title
source: Hi %@
he: שלום %@

# st_fourm_login_required_title
source: Signin Required
he: נצרכת הרשמה

# st_fourm_login_required_message
source: Only רegistered users can post messages
he: עליך להיות רשום על מנת להעלות הודעות

# st_fourm_error_missing_Info
source: Must complete title and content
he: חובה למלא כותרת ותוכן

# st_fourm_did_add_message
source: Message was successfully added
he: ההודעה נוספה בהצלחה

# st_comments
source: %@ comments
he: %@ תגובות

# st_add_message_title
source: Add Message
he: הוספת הודעה

# st_message_title_label
source: Message Title
he: כותרת ההודעה

# st_message_content_label
source: Message Content
he: תוכן ההודעה

# st_masecht_and_page_label
source: Select Masechet And Page
he: בחר מסכת ודף

# st_selected_masechet
source: Selected Masechet
he: בחירת מסכת ודף

# st_selected_discussion
source: Selected Discussion
he: הדיון הנבחר

# st_username
source: User Name
he: שם משתמש (הכינוי שיופיע בפורום)

# st_password
source: Password
he: סיסמא

# st_forgot_password
source: Forgot Password
he: שכחתי סיסמא

# st_signin
source: Signin
he: הירשם

# st_tryAgin
source: Try Agin
he: נסה שוב

# st_logout_alert_title
source: Logout
he: התנתק

# st_logout_alert_message
source: Are you sure you want to log out
he: האם ברצונך להתנתק מהמערכת

# st_missing_filed
source: Missing Ifno
he: מידע חסר

# st_missing_userName
source: Please enter user name
he: אנא הזן שם משתשמש

# st_password_send_to_mail
source: Your password will be sent to the email address you regested with.
he: הסיסמא תשלח לכתובת האימייל שאיתה נרשמת תוך מספר דקות

# st_forgot_password_recovery_error
source: Passwrod recovery failed, please try agin
he: שיחזור סיסמא נכשל, אנא נסה שנית

# st_re_enter_password
source: Verify Password
he: אימות סיסמא

# st_first_name
source: First Name
he: שם פרטי (לא יפורסם בפורום)

# st_last_name
source: Last Name
he: שם משפחה (לא יפורסם בפורום)

# st_email
source: Email
he: כתובת מייל (לא יפורסם בפורום)

# st_not_matching_passwords
source: Incompatible passwords
he: סיסמאות לא תואמות

# st_add_to_mailing_list
source: Add me to the mailing list.
he: הוסף אותי לרשימת התפוצה.

# st_verify_regulations
source: I read the forum rules and will follow them.
he: קראתי את תקנון הפורום ואתנהג לפיו.

# st_regulation
source: forum rules
he: תקנון הפורום

# st_please_confirm_the_regulations
source: Please Confirm Forum Rules
he: אנא אשר את תקנון הפורום

# st_page_summary
source: Page Summary
he: הדף בקצרה

# st_page_summary_download_error
source: Failed to load page
he: תקלה בטעינת הדף

# st_page_summary_empty_error
source: No summary found for this page
he: לא נמצא תקציר לדף זה

source: History of Chazal
he: תולדות חכמים

source: Concepts and values
he: מושגים וערכים

source: Talmudic terms
he: מונחים תלמודיים

# lazay_rashi
source: La'azey Rashi
he: אוצר לעזי רש׳׳י

source: Acronyms
he: ראשי תיבות

source: Measurements
he: מידות ושיעורים

source: By Moshe Katan
he: מאת משה קטן

source: Sefer Hearuch
he: ספר הערוך

source: Courtesy Of Sefaria
he: באדיבות ספריא

# st_talmud_search
source: Talmud Search
he: חיפוש בש׳׳ס

# st_exact_search
source: Exact search
he: חיפוש מדויק

# st_search_in
source: Search in
he: חפש ב

# st_last_searches
source: Last searches
he: חיפושים אחרונים

# st_words_list
source: Words list
he: רשימת מילים

# st_all_masechtot
source: All Masechtot
he: כל המסכתות

# st_all_search_optoins
source: Talmud, Rashi and Tosafot
he: גמרא, רש׳׳י ותוס׳

# st_show_on_map
source: Show on map
he: הצג במפה

# st_region
source: Region
he: אזור

# st_city
source: City
he: יישוב

# st_location
source: Location
he: מיקום

# st_address
source: Address
he: כתובת

# st_house_number
source: Number
he: מס׳ בית

# st_time
source: Time
he: שעה

# st_maggid_shiour
source: Magid Shiour
he: מגיד שיעור

# st_additional_information
source: Additional Information
he: מידע נוסף

# st_talmudic_endings
source: Talmudic Endings
he: סיומי מסכת

# st_find_chavrusa
source: Find Chavruta
he: מצא חברותא

# st_all_locations
source: All locations
he: כל היישובים

# st_country
source: Country
he: מדינה

# st_all_countries
source: All Countries
he: כל המדינות

# st_area
source: Area
he: אזור

# st_all_areas
source: All areas
he: כל האזורים

# st_free_text
source: Free text
he: טקסט חופשי

# st_connect_button
source: Connect
he: לחץ לפניה

# st_return_to_search_page
source: Return
he: חזור לדף החיפוש

# st_select_country
source: Select Country
he: בחר מדינה

# st_select_area
source: Select Area
he: בחר אזור

# st_select_city
source: Select City
he: בחר עיר

# st_calendar
source: Calendar
he: לוח שנה

# st_hebrew_dates
source: Hebrew Dates
he: תאריכים עבריים

# st_gregorian_dates
source: Gregorian Dates
he: תאריכים לועזיים

# st_sunday
source: Sunday
he: ראשון

# st_monday
source: Monday
he: שני

# st_tuesday
source: Tuesday
he: שלישי

# st_wednesday
source: Wednesday
he: רביעי

# st_thursday
source: Thursday
he: חמישי

# st_friday
source: Friday
he: שישי

# st_saturday
source: Saturday
he: שבת

# st_add_comment
source: For adding a comment click here
he: לחץ כאן על מנת להוסיף תוכן

# st_delete_comment_alert_title
source: Delete comment
he: מחק הודעה

# st_delete_comment_alert_message
source: Are you sure you want to delete the comment at the desire date?
he: האם הנך מעוניין למחוק את ההודעה בתאריך המבוקש?

# st_add_mark
source: Add Mark
he: סמן כנלמד

# st_remove_mark
source: Remove Mark
he: הסר סימון

# st_gregorian_calendar
source: Gregorian Calendar
he: לוח שנה לועזי

# st_hebrew_calendar
source: Hebrew Calendar
he: לוח שנה עברי

# st_daf_hayomi_qa
source: Daf Hayomi Q and A
he: שו׳׳ת הדף היומי

# st_learning_guidance
source: Learning Guidance
he: הדרכה בלימוד

# st_learning_determination
source: Learning Determination
he: קביעות בלימוד

# st_masechet_ending
source: Masechet Ending
he: סיום מסכת

# st_general_qa
source: General Q and A
he: שאלות כלליות

# st_ask_a_question
source: Ask A Question
he: שאל שאלה

# st_the_daf_yomi_qa_book
source: The Daf Yomi Q and A Book
he: ספר שו׳׳ת הדף היומי

# st_survey
source: Survey
he: סקר

# st_surveys
source: Surveys
he: סקרים

# st_show_previous_surveys
source: Show Previous Surveys
he: הצג סקרים קודמים

# st_delete_message_alert_message
source: Delete message on %@ ?
he: האם למחוק את ההודעה על %@ ?

# st_donatoin_browser_alert_title
source: Thank you for your help
he: תודה על עזרכתם

# st_donatoin_browser_alert_message
source: The system will direct you to the browser in order to present you with the donation page
he: המערכת תפנה אתכם לדפדפן על מנת להציג בפניכם את דף התרומה

# st_about
source: About
he: אודות

# st_regulations
source: Terms
he: תקנון

# st_messages
source: Messages
he: הודעות

# st_calculator
source: Calculator
he: מחשבון מידות

# st_The_Daf_Yomi_Project
source: The Daf Hayomi Project
he: מפעל הדף היומי

# st_Maschet_Complition
source: Siyum
he: סיום הש׳׳ס

# st_quantity
source: Quantity
he: כמות

# st_convert
source: Convert -
he: המר מ -

# st_volume
source: Volume
he: נפח

# st_weight
source: Weight
he: משקל

# st_length
source: Length
he: אורך

# st_rate
source: Rate
he: שיעור

# st_rabbi_chaim_naeh
source: Rabbi Chaim Naeh
he: ר׳ חיים נאה

# st_chazonIsh
source: Chazon Ish
he: חזון אי׳׳ש

# st_rambam
source: Rambam
he: הרמב״ם

# st_rate_method
source: %@ rate
he: שיעור %@

# st_from_value
source: From Value
he: מערך

# st_to_value
source: To Value
he: לערך

# st_measurements_calculator_title
source: Measurements Calculator
he: מחשבון מידות

# st_measurements_calculator_subtitle
source: Talmudic measurements calculator
he: מחשבון להמרת מידות תלמודיות

# st_mitzvot_quantity_title
source: Mitzvot Quantity
he: שיעורי המצוות

# st_mitzvot_quantity_subtitle
source: Rabbi Chaim Naeh
he: ר׳ חיים נאה

# st_comparison_table_title
source: Mitzvot Quantity Table
he: טבלת שיעורי המצוות

# st_comparison_table_subtitle
source: Comparison table for halakhic measures according to the Chazon Ish and Rabbi Chaim Naeh
he: טבלת השוואה למידות בהלכה לפי פסקי החזון איש ופסקי ר׳ חיים

# st_milin_value_title
source: Milin Value
he: ערך מילין

# st_milin_value_subtitle
source: Encyclopaedia of Coins and Measures in Talmudic Literature (Chaim Yakov Shaftil)
he: אנציקלופדיה למטבעות משקלות ומידות בספרות התלמודית (חיים יעקב שעפטיל)

# st_torah_measurements_title
source: Torah Measurements
he: מידות ומשקלות של תורה

# st_torah_measurements_subtitle
source: Yakov Gershon Weiss
he: יעקב גרשון וייס

# st_hidorai_measurments_title
source: The Measurments Book
he: ספר הידורי המידות

# st_hidorai_measurments_subtitle
source: Torah Measurements and quantities (Rabbi Hadar Yehuda Margolin)
he: שיעורי כזית רביעית אמה ושאר מידות ושיעורי תורה (הרב הדר יהודה מרגולין

# st_rambam_measurements_title
source: Rambam Measurements
he: מידות בפירוש המשנה לרמב׳׳ם
